[
  {
    "type": "section",
    "title": "Perfil do Investidor: Autoconhecimento Para Decisões Melhores",
    "level": 1,
    "content": [
      {
        "type": "section",
        "title": "Por que Conhecer seu Perfil é Importante",
        "level": 2,
        "content": [
          {
            "type": "text",
            "content": "Conhecer seu perfil de investidor não é apenas uma formalidade bancária, mas um exercício de autoconhecimento que pode ser decisivo para o sucesso da sua estratégia financeira.",
            "style": {}
          },
          {
            "type": "text",
            "content": "Quando você investe conforme seu perfil:",
            "style": {}
          },
          {
            "type": "list",
            "items": [
              "Evita decisões emocionais em momentos de turbulência",
              "Consegue manter-se fiel à estratégia no longo prazo",
              "Reduz a ansiedade e insegurança com os investimentos",
              "Tem maior probabilidade de atingir seus objetivos financeiros\n\\end{itemize}"
            ],
            "ordered": false
          }
        ]
      },
      {
        "type": "section",
        "title": "Os Três Pilares do Perfil do Investidor",
        "level": 2,
        "content": [
          {
            "type": "section",
            "title": "Tolerância ao Risco",
            "level": 3,
            "content": [
              {
                "type": "text",
                "content": "É a sua capacidade emocional de lidar com perdas temporárias sem tomar decisões precipitadas.",
                "style": {}
              },
              {
                "type": "list",
                "items": [
                  "Baixa tolerância: Você sente desconforto significativo ao ver seu patrimônio reduzido, mesmo temporariamente.",
                  "Média tolerância: Você aceita alguma volatilidade, desde que veja potencial de ganho.",
                  "Alta tolerância: Você consegue manter a calma mesmo diante de oscilações relevantes.\n\\end{itemize}"
                ],
                "ordered": false
              }
            ]
          },
          {
            "type": "section",
            "title": "Horizonte de Tempo",
            "level": 3,
            "content": [
              {
                "type": "text",
                "content": "É o prazo que você tem disponível até precisar utilizar os recursos investidos.",
                "style": {}
              },
              {
                "type": "list",
                "items": [
                  "Curto prazo: Menos de 2 anos",
                  "Médio prazo: De 2 a 5 anos",
                  "Longo prazo: Mais de 5 anos\n\\end{itemize}"
                ],
                "ordered": false
              }
            ]
          },
          {
            "type": "section",
            "title": "Objetivos Financeiros",
            "level": 3,
            "content": [
              {
                "type": "text",
                "content": "São as finalidades específicas para as quais você está investindo.",
                "style": {}
              },
              {
                "type": "list",
                "items": [
                  "Preservação de capital: Proteger o patrimônio já conquistado",
                  "Renda: Gerar recursos para complementar seu orçamento",
                  "Crescimento: Aumentar seu patrimônio no longo prazo\n\\end{itemize}"
                ],
                "ordered": false
              }
            ]
          }
        ]
      },
      {
        "type": "section",
        "title": "Os Três Perfis Clássicos",
        "level": 2,
        "content": [
          {
            "type": "section",
            "title": "Perfil Conservador",
            "level": 3,
            "content": [
              {
                "type": "list",
                "items": [
                  "Prioridade: Segurança, preservação do patrimônio",
                  "Comportamento: Prefere evitar riscos, mesmo que isso signifique rentabilidade mais baixa",
                  "Indicado para: Reserva de emergência, objetivos de curto prazo, pessoas próximas à aposentadoria",
                  "Alocação típica: 80-100% em renda fixa de baixo risco, 0-20% em investimentos moderados\n\\end{itemize}"
                ],
                "ordered": false
              }
            ]
          },
          {
            "type": "section",
            "title": "Perfil Moderado",
            "level": 3,
            "content": [
              {
                "type": "list",
                "items": [
                  "Prioridade: Equilíbrio entre segurança e rentabilidade",
                  "Comportamento: Aceita correr alguns riscos calculados em busca de melhores retornos",
                  "Indicado para: Objetivos de médio prazo, pessoas com alguma experiência em investimentos",
                  "Alocação típica: 50-70% em renda fixa, 30-50% em renda variável diversificada\n\\end{itemize}"
                ],
                "ordered": false
              }
            ]
          },
          {
            "type": "section",
            "title": "Perfil Arrojado",
            "level": 3,
            "content": [
              {
                "type": "list",
                "items": [
                  "Prioridade: Maximização dos retornos no longo prazo",
                  "Comportamento: Tolera alta volatilidade em busca de ganhos acima da média",
                  "Indicado para: Objetivos de longo prazo, pessoas jovens e com conhecimento do mercado",
                  "Alocação típica: 20-40% em renda fixa, 60-80% em renda variável\n\\end{itemize}"
                ],
                "ordered": false
              }
            ]
          }
        ]
      },
      {
        "type": "section",
        "title": "A Trindade Impossível Aplicada ao Perfil",
        "level": 2,
        "content": [
          {
            "type": "text",
            "content": "Assim como existe uma trindade impossível nos investimentos (segurança, liquidez e rentabilidade), há uma trindade impossível no perfil do investidor:",
            "style": {}
          },
          {
            "type": "list",
            "items": [
              "Baixo risco + Alta rentabilidade + Curto prazo = Impossível!\n\\end{itemize}"
            ],
            "ordered": false
          },
          {
            "type": "text",
            "content": "Para cada objetivo, você precisará ajustar pelo menos uma dessas variáveis:",
            "style": {}
          },
          {
            "type": "list",
            "items": [
              "Quer segurança e alta rentabilidade? Precisará de mais tempo (longo prazo).",
              "Quer segurança em curto prazo? Precisará aceitar menor rentabilidade.",
              "Quer alta rentabilidade em curto prazo? Precisará assumir mais riscos.\n\\end{itemize}"
            ],
            "ordered": false
          },
          {
            "type": "table",
            "headers": ["Objetivo", "Você ganha", "Você perde"],
            "rows": [
              ["Segurança + Liquidez", "Tranquilidade", "Rentabilidade"],
              ["Segurança + Rentabilidade", "Crescimento estável", "Liquidez"],
              ["Liquidez + Rentabilidade", "Agilidade", "Segurança"]
            ],
            "caption": "Relação entre escolhas da trindade e seus efeitos"
          },

          {
            "type": "text",
            "content": "\\fbox{\\begin{minipage}{0.9\\textwidth}\n\\fbox{\\parbox{\\textwidth}{\nObservação importante: Mesmo que você tenha um perfil arrojado, isso não significa que pode tomar grandes riscos com objetivos de curto prazo. No curto prazo, o tempo não está do seu lado — e a volatilidade pode te prejudicar.\nPor outro lado, o longo prazo permite maior exposição a ativos de risco (como ações), mesmo para investidores mais conservadores, desde que o psicológico esteja preparado para lidar com oscilações.\n}}\n\\end{minipage}}",
            "style": {}
          }
        ]
      },
      {
        "type": "section",
        "title": "Alinhando Perfil, Horizonte e Psicologia",
        "level": 2,
        "content": [
          {
            "type": "text",
            "content": "O segredo para investir com tranquilidade está em alinhar:",
            "style": {}
          },
          {
            "type": "list",
            "items": [
              "Seu perfil psicológico: Como você reage emocionalmente a perdas.",
              "Seu horizonte de tempo: Quando você precisará do dinheiro.",
              "Seus objetivos financeiros: O que você quer conquistar.\n\\end{itemize}"
            ],
            "ordered": false
          },
          {
            "type": "text",
            "content": "\\fbox{\\begin{minipage}{0.9\\textwidth}\nRegra prática importante: No mundo dos investimentos, o prazo fala  mas o emocional grita. Mesmo que você tenha um objetivo de longo prazo, se não tolera oscilações no caminho, talvez precise montar uma estratégia mais conservadora.\nDa mesma forma que não adianta ser arrojado com dinheiro que você vai precisar daqui a 6 meses, também não faz sentido investir agressivamente para o longo prazo se você não aguenta ver sua carteira desvalorizar temporariamente.\nO equilíbrio ideal está entre o tempo que você tem e o emocional que você suporta. Estratégia boa é aquela que você consegue manter com consistência, sem surtar nas quedas e sem sair do plano na primeira alta.\n\\end{minipage}}",
            "style": {}
          },
          {
            "type": "text",
            "content": "O tempo é um dos maiores aliados do investidor, mas ele não faz milagres sozinho. Para colher bons frutos lá na frente, é preciso que os investimentos escolhidos estejam em sintonia com dois pilares: seus objetivos financeiros e o seu perfil emocional.",
            "style": {}
          },
          {
            "type": "text",
            "content": "Quando esses três pontos se alinham prazo, objetivo, e psicológico a jornada se torna mais leve, sustentável e, principalmente, eficiente.",
            "style": {}
          }
        ]
      }
    ]
  }
]